Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# tour_coins_desc
source: Hier siehst du deine Münzen. Klicke darauf, wenn du bei Bedarf weitere kaufen möchtest.
en: Here you can see your coins. Click on them if you want to buy more.
es: Aquí puedes ver tus monedas. Haz clic en ellas si quieres comprar más.
fr: Voici vos pièces. Cliquez dessus si vous souhaitez en acheter plus.
hi: यहाँ आप अपने सिक्के देख सकते हैं। अगर जरूरत हो और आप और खरीदना चाहते हैं, तो उस पर क्लिक करें।
it: Ecco le tue monete. Cliccaci sopra se vuoi acquistarne altre.
ja: ここにコインがあります。さらに購入したい場合はクリックしてください。
ko: 여기에 코인이 있습니다. 더 구매하고 싶다면 클릭하세요.
nl: Hier zie je je munten. Klik erop als je er meer wilt kopen.
pl: Oto twoje monety. Kliknij na nie, jeśli chcesz kupić więcej.
pt: Aqui estão suas moedas. Clique nelas se quiser comprar mais.
ru: Здесь вы можете увидеть свои монеты. Нажмите на это, если вы хотите приобрести больше при необходимости.
tr: İşte paralarınız. Daha fazla satın almak isterseniz üzerlerine tıklayın.
zh_hans: 在这里你可以看到你的硬币。如果您想购买更多，请点击此按钮。
zh_hant: 在這裡你可以看到你的硬幣。如果您想購買更多，請點擊此按鈕。

# tour_coins_title
source: Münzen
en: Coins
es: Monedas
fr: Pièces
hi: सिक्के
it: Monete
ja: コイン
ko: 코인
nl: Munten
pl: Monety
pt: Moedas
ru: Монеты
tr: Paralar
zh_hans: 硬币
zh_hant: 硬幣

# tour_daily_ring_desc
source: Dieser Ring zeigt deinen heutigen Fortschritt. Klicke darauf, um detaillierte Statistiken über deine Leistung zu sehen!
en: This ring shows your daily progress. Click on it to see detailed statistics about your performance!
es: Este anillo muestra tu progreso diario. ¡Haz clic en él para ver estadísticas detalladas sobre tu rendimiento!
fr: Cet anneau montre votre progrès quotidien. Cliquez dessus pour voir des statistiques détaillées sur vos performances !
hi: यह अंगूठी आपके आज की प्रगति को दिखाती है। अपनी उपलब्धियों के विस्तृत आंकड़े देखने के लिए इस पर क्लिक करें!
it: Questo anello mostra il tuo progresso giornaliero. Cliccaci sopra per vedere statistiche dettagliate sulle tue prestazioni!
ja: このリングはあなたの毎日の進捗を示しています。クリックしてパフォーマンスに関する詳細な統計を確認してください！
ko: 이 링은 일일 진행 상황을 보여줍니다. 클릭하여 성과에 대한 자세한 통계를 확인하세요!
nl: Deze ring toont je dagelijkse voortgang. Klik erop om gedetailleerde statistieken over je prestaties te zien!
pl: Ten pierścień pokazuje twój codzienny postęp. Kliknij go, aby zobaczyć szczegółowe statystyki o swoich wynikach!
pt: Este anel mostra seu progresso diário. Clique nele para ver estatísticas detalhadas sobre o seu desempenho!
ru: Это кольцо показывает ваш сегодняшний прогресс. Нажмите на нее, чтобы увидеть подробную статистику о ваших выступлениях!
tr: Bu halka günlük ilerlemenizi gösterir. Performansınız hakkında ayrıntılı istatistikleri görmek için üzerine tıklayın!
zh_hans: 这枚戒指显示了您今天的进步。单击它即可查看有关您表现的详细统计数据！
zh_hant: 這枚戒指顯示了您今天的進步。點擊它即可查看有關您表現的詳細統計數據！

# tour_daily_ring_title
source: Täglicher Fortschritt
en: Daily Progress
es: Progreso Diario
fr: Progrès Quotidien
hi: दैनिक प्रगति
it: Progresso Giornaliero
ja: 毎日の進捗
ko: 일일 진행 상황
nl: Dagelijkse Voortgang
pl: Codzienny Postęp
pt: Progresso Diário
ru: Ежедневный прогресс
tr: Günlük İlerleme
zh_hans: 每日进步
zh_hant: 每日進步

# tour_inventory_desc
source: Hier findest du all deine Samen. Außerdem kannst du hier deine ganz eigenen Pflanzen erstellen!
en: Here you will find all your seeds. You can also create your very own plants here!
es: Aquí encontrarás todas tus semillas. ¡También puedes crear tus propias plantas aquí!
fr: Vous trouverez ici toutes vos graines. Vous pouvez également créer vos propres plantes ici !
hi: यहाँ आपको अपने सभी बीज मिलेंगे। आप यहाँ अपने खुद के पौधे भी बना सकते हैं!
it: Qui troverai tutti i tuoi semi. Puoi anche creare le tue piante qui!
ja: ここにはすべての種があります。また、ここで独自の植物を作成することもできます！
ko: 여기에 모든 씨앗이 있습니다. 여기서 나만의 식물을 만들 수도 있습니다!
nl: Hier vind je al je zaden. Je kunt hier ook je eigen planten creëren!
pl: Tutaj znajdziesz wszystkie swoje nasiona. Możesz tutaj również tworzyć własne rośliny!
pt: Aqui você encontrará todas as suas sementes. Você também pode criar suas próprias plantas aqui!
ru: Здесь вы найдете все свои семена. Вы также можете создавать свои собственные растения здесь!
tr: Burada tüm tohumlarınızı bulacaksınız. Ayrıca burada kendi bitkilerinizi de oluşturabilirsiniz!
zh_hans: 在这里你会找到所有的种子。你也可以在这里创建自己的植物！
zh_hant: 在這裡你會找到所有的種子。你也可以在這裡創建自己的植物！

# tour_inventory_title
source: Deine Samen
en: Your Seeds
es: Tus Semillas
fr: Vos Graines
hi: आपके बीज
it: I Tuoi Semi
ja: あなたの種
ko: 당신의 씨앗
nl: Jouw Zaden
pl: Twoje Nasiona
pt: Suas Sementes
ru: Твои семена
tr: Tohumlarınız
zh_hans: 你的种子
zh_hant: 你的種子

# tour_lives_desc
source: Hier sind deine Leben. Du verlierst Leben, wenn du deine Pflanzen nicht gießt.
en: Here are your lives. You lose lives if you don't water your plants.
es: Aquí están tus vidas. Pierdes vidas si no riegas tus plantas.
fr: Voici vos vies. Vous perdez des vies si vous n'arrosez pas vos plantes.
hi: ये रहे तुम्हारे जीवन। अगर तुम अपने पौधों को पानी नहीं दोगे तो तुम्हारा जीवन कम हो जाएगा।
it: Ecco le tue vite. Perdi vite se non annaffi le tue piante.
ja: ここにあなたのライフがあります。植物に水をやらないとライフを失います。
ko: 여기에 생명이 있습니다. 식물에 물을 주지 않으면 생명을 잃습니다.
nl: Hier zijn je levens. Je verliest levens als je je planten geen water geeft.
pl: Oto twoje życia. Tracisz życia, jeśli nie podlewasz swoich roślin.
pt: Aqui estão suas vidas. Você perde vidas se não regar suas plantas.
ru: Вот ваши жизни. Вы потеряете жизнь, если не поливаете растения.
tr: İşte canlarınız. Bitkilerinizi sulamazsanız can kaybedersiniz.
zh_hans: 这里是你的生活。如果你不给植物浇水，你就会失去生命。
zh_hant: 這裡是你的生活。如果你不給植物澆水，你就會失去生命。

# tour_lives_title
source: Leben
en: Lives
es: Vidas
fr: Vies
hi: जीवन
it: Vite
ja: ライフ
ko: 생명
nl: Levens
pl: Życia
pt: Vidas
ru: Жизнь
tr: Canlar
zh_hans: 生活
zh_hant: 生活

# tour_plant_health_desc
source: Verbinde Apple Health, um den Fortschritt automatisch zu tracken.
en: Connect Apple Health to track progress automatically.
es: Conecta Apple Health para seguir el progreso automáticamente.
fr: Connectez Santé Apple pour suivre les progrès automatiquement.
hi: प्रगति को स्वचालित रूप से ट्रैक करने के लिए Apple Health कनेक्ट करें।
it: Connetti Salute Apple per monitorare automaticamente i progressi.
ja: 進捗状況を自動的に追跡するには、Appleヘルスケアを接続します。
ko: 진행 상황을 자동으로 추적하려면 Apple 건강을 연결하세요.
nl: Verbind Apple Health om de voortgang automatisch bij te houden.
pl: Połącz Apple Health, aby automatycznie śledzić postępy.
pt: Conecte a Saúde Apple para monitorar o progresso automaticamente.
ru: Подключите Apple Health для автоматического отслеживания прогресса.
tr: İlerlemeyi otomatik olarak izlemek için Apple Sağlık'ı bağlayın.
zh_hans: 连接 Apple 健康以自动跟踪进度。
zh_hant: 連接 Apple 健康以自動跟踪進度。

# tour_plant_notes_desc
source: Halte wichtige Gedanken oder Fortschritte fest.
en: Keep track of important thoughts or progress.
es: Haz un seguimiento de pensamientos importantes o progresos.
fr: Gardez une trace des pensées importantes ou de vos progrès.
hi: महत्वपूर्ण विचारों या प्रगति पर नज़र रखें।
it: Tieni traccia di pensieri importanti o progressi.
ja: 重要な考えや進捗状況を記録します。
ko: 중요한 생각이나 진행 상황을 기록하세요.
nl: Houd belangrijke gedachten of vooruitgang bij.
pl: Śledź ważne myśli lub postępy.
pt: Acompanhe pensamentos importantes ou progressos.
ru: Отслеживайте важные мысли или прогресс.
tr: Önemli düşünceleri veya ilerlemeyi takip edin.
zh_hans: 记录重要的想法或进展。
zh_hant: 記錄重要的想法或進展。

# tour_plant_notes_title
source: Notizen
en: Notes
es: Notas
fr: Notes
hi: टिप्पणियाँ
it: Note
ja: メモ
ko: 노트
nl: Notities
pl: Notatki
pt: Notas
ru: Заметки
tr: Notlar
zh_hans: 笔记
zh_hant: 筆記

# tour_plant_path_desc
source: Verfolge deinen Weg! Bleib 90 Tage am Ball, um diese Pflanze vollständig zu meistern.
en: Track your path! Keep it up for 90 days to fully master this plant.
es: ¡Sigue tu camino! Manténlo durante 90 días para dominar por completo esta planta.
fr: Suivez votre chemin ! Continuez pendant 90 jours pour maîtriser complètement cette plante.
hi: अपना रास्ता खोजो! इस पौधे में पूरी तरह महारत हासिल करने के लिए 90 दिन लगातार प्रयास करो।
it: Traccia il tuo percorso! Continua per 90 giorni per padroneggiare completamente questa pianta.
ja: あなたの道筋をたどってください！この植物を完全にマスターするために90日間続けてください。
ko: 당신의 길을 추적하세요! 이 식물을 완전히 마스터하려면 90일 동안 계속하세요.
nl: Volg je pad! Houd dit 90 dagen vol om deze plant volledig onder de knie te krijgen.
pl: Śledź swoją ścieżkę! Utrzymaj to przez 90 dni, aby w pełni opanować tę roślinę.
pt: Acompanhe seu caminho! Continue por 90 dias para dominar totalmente esta planta.
ru: Следуй своим путем! Оставайтесь с нами в течение 90 дней, чтобы полностью освоить это растение.
tr: Yolunuzu takip edin! Bu bitkide tamamen ustalaşmak için 90 gün boyunca devam edin.
zh_hans: 遵循你的道路！请继续关注 90 天，以完全掌握这种植物。
zh_hant: 遵循你的道路！請繼續關注 90 天，以完全掌握這種植物。

# tour_plant_path_title
source: 90-Tage Challenge
en: 90-Day Challenge
es: Desafío de 90 días
fr: Défi de 90 jours
hi: 90-दिन चुनौती
it: Sfida di 90 giorni
ja: 90日チャレンジ
ko: 90일 챌린지
nl: 90-daagse uitdaging
pl: Wyzwanie 90 dni
pt: Desafio de 90 dias
ru: 90-дневный вызов
tr: 90 Günlük Mücadele
zh_hans: 90天挑战
zh_hant: 90天挑戰

# tour_plant_streak_desc
source: Hier siehst du den aktuellen Streak und die XP dieser spezifischen Pflanze.
en: Here you can see the current streak and XP of this specific plant.
es: Aquí puedes ver la racha actual y los XP de esta planta en específico.
fr: Ici, vous pouvez voir la séquence actuelle et l'XP de cette plante spécifique.
hi: यहाँ आप इस विशिष्ट पौधे की वर्तमान स्ट्रीक और एक्सपी देख सकते हैं।
it: Qui puoi vedere la serie attuale e l'XP di questa pianta specifica.
ja: ここで、この特定の植物の現在の連続記録とXPを確認できます。
ko: 여기에서 이 특정 식물의 현재 연속 기록과 XP를 확인할 수 있습니다.
nl: Hier zie je de huidige streak en XP van deze specifieke plant.
pl: Tutaj możesz zobaczyć obecną passę i XP tej konkretnej rośliny.
pt: Aqui você pode ver a sequência atual e o XP desta planta específica.
ru: Здесь вы можете увидеть текущую серию и опыт этого конкретного растения.
tr: Burada bu belirli bitkinin mevcut serisini ve XP'sini görebilirsiniz.
zh_hans: 在这里您可以看到该特定植物的当前连胜和 XP。
zh_hant: 在這裡您可以看到該特定植物的當前連勝和 XP。

# tour_plant_streak_title
source: Pflanzen Streak & XP
en: Plant Streak & XP
es: Racha de planta y XP
fr: Séquence de plante et XP
hi: पौधे स्ट्रीक और एक्सपी
it: Serie di pianta e XP
ja: 植物の連続記録とXP
ko: 식물 연속 기록 및 XP
nl: Plantenstreak & XP
pl: Passa rośliny i XP
pt: Sequência de planta e XP
ru: Полоса растений и опыт
tr: Bitki Serisi ve XP
zh_hans: 植物条纹和 XP
zh_hant: 植物條紋和 XP

# tour_plant_timer_desc
source: Stelle Erinnerungen ein, damit du diese Gewohnheit nicht vergisst.
en: Set reminders so you don't forget this habit.
es: Establece recordatorios para que no olvides este hábito.
fr: Définissez des rappels pour ne pas oublier cette habitude.
hi: अनुस्मारक सेट करें ताकि आप इस आदत को न भूलें।
it: Imposta promemoria per non dimenticare questa abitudine.
ja: この習慣を忘れないようにリマインダーを設定してください。
ko: 이 습관을 잊지 않도록 알림을 설정하세요。
nl: Stel herinneringen in zodat je deze gewoonte niet vergeet.
pl: Ustaw przypomnienia, aby nie zapomnieć o tym nawyku.
pt: Defina lembretes para não esquecer esse hábito.
ru: Установите напоминания, чтобы не забыть эту привычку.
tr: Bu alışkanlığı unutmamak için hatırlatıcılar ayarlayın.
zh_hans: 设置提醒，这样你就不会忘记这个习惯了。
zh_hant: 設置提醒，這樣你就不會忘記這個習慣了。

# tour_plant_todos_desc
source: Füge kleine Aufgaben für deine Gewohnheit hinzu.
en: Add small tasks for your habit.
es: Añade pequeñas tareas para tu hábito.
fr: Ajoutez de petites tâches pour votre habitude.
hi: अपनी आदत के लिए छोटे कार्य जोड़ें।
it: Aggiungi piccoli compiti per la tua abitudine.
ja: 習慣に小さなタスクを追加します。
ko: 습관에 대한 작은 할 일을 추가하세요.
nl: Voeg kleine taken toe voor je gewoonte.
pl: Dodaj małe zadania do swojego nawyku.
pt: Adicione pequenas tarefas para o seu hábito.
ru: Добавьте небольшие задачи для вашей привычки.
tr: Alışkanlığınız için küçük görevler ekleyin.
zh_hans: 为你的习惯添加小任务。
zh_hant: 為你的習慣添加小任務。

# tour_profile_prompt_desc
source: Lass uns dein Profil ansehen! Klicke auf Weiter.
en: Let's view your profile! Click Next.
es: ¡Vamos a ver tu perfil! Haz clic en Siguiente.
fr: Regardons ton profil ! Cliquez sur Suivant.
hi: आओ तुम्हारी प्रोफ़ाइल देखें! आगे बढ़ने के लिए क्लिक करें।
it: Guardiamo il tuo profilo! Clicca su Avanti.
ja: あなたのプロフィールを見てみましょう！次へをクリックします。
ko: 프로필을 살펴봅시다! 다음을 클릭하세요.
nl: Laten we je profiel bekijken! Klik op Volgende.
pl: Zobaczmy twój profil! Kliknij Dalej.
pt: Vamos ver seu perfil! Clique em Próximo.
ru: Давайте проверим ваш профиль! Нажмите Далее.
tr: Hadi profiline bakalım! Sonraki'ye tıkla.
zh_hans: 让我们看看您的个人资料！单击“下一步”。
zh_hant: 讓我們看看您的個人資料！按一下“下一步”。

# tour_prompt_desc
source: Möchtest du eine kurze Einführung in die wichtigsten Funktionen von Grovy erhalten?
en: Would you like a quick tour of the main features of Grovy?
es: ¿Le gustaría un recorrido rápido por las características principales de Grovy?
fr: Souhaitez-vous un tour rapide des principales fonctionnalités de Grovy ?
hi: क्या आप Grovy की मुख्य सुविधाओं का एक संक्षिप्त परिचय प्राप्त करना चाहते हैं?
it: Desideri un rapido tour delle principali funzionalità di Grovy?
ja: Grovy の主な機能について簡単に説明してみませんか?
ko: Grovy의 주요 기능을 빠르게 살펴보고 싶으신가요?
nl: Wilt u een korte rondleiding door de belangrijkste functies van Grovy?
pl: Czy chcesz szybko zapoznać się z głównymi funkcjami Grovy?
pt: Gostaria de um tour rápido pelos principais recursos do Grovy?
ru: Хотите быстро познакомиться с ключевыми функциями Grovy?
tr: Grovy'nin ana özelliklerine hızlı bir tur atmak ister misiniz?
zh_hans: 您想快速了解 Grovy 的主要功能吗？
zh_hant: 您想快速了解 Grovy 的主要功能嗎？

# tour_prompt_no
source: Nein, danke
en: No, thanks
es: No, gracias
fr: Non merci
hi: नहीं, धन्यवाद
it: No grazie
ja: 結構です
ko: 아니요, 감사합니다
nl: Nee, bedankt
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо
tr: Hayır, teşekkürler
zh_hans: 不，谢谢
zh_hant: 不，謝謝

# tour_prompt_title
source: Einführung
en: App Tour
es: Recorrido por la aplicación
fr: Visite guidée de l'application
hi: परिचय
it: Visita dell'app
ja: アプリツアー
ko: 앱 둘러보기
nl: App-rondleiding
pl: Wycieczka po aplikacji
pt: Tour pelo aplicativo
ru: введение
tr: Uygulama Turu
zh_hans: 介绍
zh_hant: 介紹

# tour_prompt_yes
source: Ja, gerne!
en: Yes, please!
es: ¡Sí, por favor!
fr: Oui s'il vous plait!
hi: हाँ, खुशी से!
it: Sì, per favore!
ja: はい、お願いします！
ko: 네, 제발요!
nl: Ja, alsjeblieft!
pl: Tak, proszę!
pt: Sim, por favor!
ru: Да, пожалуйста!
tr: Evet lütfen!
zh_hans: 是的，很高兴！
zh_hant: 是的，很高興！

# tour_routine_desc
source: Bündele mehrere Gewohnheiten zu einer Routine und starte sie gemeinsam.
en: Bundle multiple habits into a routine and start them together.
es: Agrupa varios hábitos en una rutina e inícielos juntos.
fr: Regroupez plusieurs habitudes dans une routine et lancez-les ensemble.
hi: कई आदतों को एक दिनचर्या में बाँधो और उन्हें एक साथ शुरू करो।
it: Raggruppa più abitudini in una routine e avviale insieme.
ja: 複数の習慣をルーティンにまとめて、一緒に開始しましょう。
ko: 여러 습관을 루틴으로 묶어 함께 시작하세요.
nl: Bundel meerdere gewoonten in een routine en start ze samen.
pl: Połącz kilka nawyków w rutynę i zacznij je razem.
pt: Agrupa vários hábitos numa rotina e inicia-os juntos.
ru: Объедините несколько привычек в рутину и начните выполнять их вместе.
tr: Birden fazla alışkanlığı bir rutine toplayın ve birlikte başlatın.
zh_hans: 将几个习惯捆绑成一个日常习惯，然后一起开始。
zh_hant: 將幾個習慣捆綁成一個日常習慣，然後一起開始。

# tour_routine_prompt_desc
source: Tippe auf eine Routine, um sie zu starten.
en: Tap a routine to start it.
es: Toca una rutina para iniciarla.
fr: Appuyez sur une routine pour la démarrer.
hi: शुरू करने के लिए किसी रूटीन पर टैप करें।
it: Tocca una routine per avviarla.
ja: ルーティンをタップして開始します。
ko: 루틴을 탭하여 시작하세요.
nl: Tik op een routine om te starten.
pl: Dotknij rutyny, aby ją uruchomić.
pt: Toca numa rotina para a iniciar.
ru: Нажмите на процедуру, чтобы начать ее.
tr: Başlatmak için bir rutine dokunun.
zh_hans: 点击一个例程即可启动它。
zh_hant: 點擊一個例程即可啟動它。

# tour_routine_title
source: Routinen
en: Routines
es: Rutinas
fr: Routines
hi: रूटीन
it: Routine
ja: ルーティン
ko: 루틴
nl: Routines
pl: Rutyny
pt: Rotinas
ru: рутины
tr: Rutinler
zh_hans: 例程
zh_hant: 例程

# tour_shop_prompt_desc
source: Hier ist der Shop! Klicke auf Weiter, um ihn dir anzusehen.
en: Here is the shop! Click Next to check it out.
es: ¡Aquí está la tienda! Haz clic en Siguiente para echar un vistazo.
fr: Voici la boutique ! Cliquez sur Suivant pour y jeter un œil.
hi: यहाँ दुकान है! इसे देखने के लिए आगे क्लिक करें।
it: Ecco il negozio! Clicca su Avanti per dare un'occhiata.
ja: ここはショップです！次へをクリックしてチェックしてください。
ko: 여기가 상점입니다! 다음을 클릭하여 확인하세요.
nl: Hier is de winkel! Klik op Volgende om het te bekijken.
pl: Oto sklep! Kliknij Dalej, aby go sprawdzić.
pt: Aqui está a loja! Clique em Próximo para conferir.
ru: Вот магазин! Нажмите «Далее», чтобы посмотреть его.
tr: İşte mağaza! Göz atmak için Sonraki'ye tıklayın.
zh_hans: 这里是商店！单击“下一步”观看。
zh_hant: 這裡是商店！按一下“下一步”觀看。

# tour_streak_header_desc
source: Dein Streak erhöht sich, wenn du jeden Tag alle deine Pflanzen einmal gießt.
en: Your streak increases when you water all your plants once every day.
es: Tu racha aumenta cuando riegas todas tus plantas una vez al día.
fr: Votre séquence augmente lorsque vous arrosez toutes vos plantes une fois par jour.
hi: अगर आप हर दिन अपनी सभी पौधों को एक बार पानी देते हैं तो आपकी स्ट्रीक बढ़ जाएगी।
it: La tua serie aumenta quando annaffi tutte le tue piante una volta al giorno.
ja: 毎日すべての植物に一度水をやると連続記録が増加します。
ko: 매일 모든 식물에 한 번씩 물을 주면 연속 기록이 증가합니다.
nl: Je streak neemt toe wanneer je al je planten één keer per dag water geeft.
pl: Twoja passa rośnie, gdy codziennie raz podlewasz wszystkie swoje rośliny.
pt: Sua sequência aumenta quando você rega todas as suas plantas uma vez por dia.
ru: Ваша результативность увеличится, если вы будете поливать все растения один раз в день.
tr: Her gün tüm bitkilerinizi bir kez suladığınızda seriniz artar.
zh_hans: 如果您每天给所有植物浇水一次，您的连续浇水次数将会增加。
zh_hant: 如果您每天給所有植物澆水一次，您的連續澆水次數將會增加。

# tour_streak_header_title
source: Garten Streak
en: Garden Streak
es: Racha de Jardín
fr: Séquence de Jardin
hi: गार्डेन स्ट्रिक
it: Serie Giardino
ja: ガーデン連続
ko: 정원 연속
nl: Tuinstreak
pl: Passa Ogrodu
pt: Sequência de Jardim
ru: Гарден Стрик
tr: Bahçe Serisi
zh_hans: 花园大道
zh_hant: 花園大道

# tour_todo_intro_desc
source: Erstelle tägliche To-Dos und hake sie ab, um XP zu sammeln!
en: Create daily to-dos and check them off to earn XP!
es: ¡Crea tareas diarias y márcalas para ganar XP!
fr: Créez des tâches quotidiennes et cochez-les pour gagner de l'XP !
hi: दैनिक कार्य बनाएं और XP कमाने के लिए उन्हें जांचें!
it: Crea compiti giornalieri e spuntali per guadagnare XP!
ja: 毎日のタスクを作成し、チェックしてXPを獲得しましょう！
ko: 일일 할 일을 만들고 완료하여 XP를 얻으세요!
nl: Maak dagelijkse taken en vink ze af om XP te verdienen!
pl: Twórz codzienne zadania i odhaczaj je, aby zdobywać XP!
pt: Crie tarefas diárias e marque-as para ganhar XP!
ru: Создавайте ежедневные задачи и отмечайте их, чтобы зарабатывать XP!
tr: Günlük görevler oluşturun ve XP kazanmak için onları işaretleyin!
zh_hans: 创建日常待办事项并勾选它们以赚取经验值！
zh_hant: 創建日常待辦事項並勾選它們以賺取經驗值！

# tour_todo_prompt_desc
source: Hier findest du alle deine Aufgaben.
en: Here you will find all your tasks.
es: Aquí encontrarás todas tus tareas.
fr: Ici, vous trouverez toutes vos tâches.
hi: यहाँ आपको अपने सभी कार्य मिलेंगे।
it: Qui troverai tutte le tue attività.
ja: ここにすべてのタスクがあります。
ko: 여기에서 모든 할 일을 찾을 수 있습니다.
nl: Hier vind je al je taken.
pl: Tutaj znajdziesz wszystkie swoje zadania.
pt: Aqui você encontrará todas as suas tarefas.
ru: Здесь вы найдете все свои задачи.
tr: Burada tüm görevlerinizi bulacaksınız.
zh_hans: 在这里你会找到你所有的任务。
zh_hant: 在這裡你會找到你所有的任務。

# transaction.revive
source: Pflanze wiederbelebt
en: Plant revived
es: Planta revivida
fr: Plante ranimée
hi: पौधा पुनर्जीवित
it: Plant revived
ja: 植物が生き返った
ko: 식물이 되살아났다
nl: Plant nieuw leven ingeblazen
pl: Roślina odżyła
pt: Planta revivida
ru: Завод возрожден
tr: Bitki canlandı
zh_hans: 植物复活
zh_hant: 植物復活

# transaction.sale_format
source: Verkauf: %@
en: Sale: %@
es: Venta: %@
fr: Vente: %@
hi: बिक्री:%@
it: Sale: %@
ja: 販売: %@
ko: 판매: %@
nl: Verkoop: %@
pl: Sprzedaż: %@
pt: Venda: %@
ru: Продажа: %@
tr: Satış: %@
zh_hans: 销售：%@
zh_hant: 銷售：%@

# transaction.shop_purchase
source: Shop-Kauf
en: Shop Purchase
es: Compra en la tienda
fr: Achat boutique
hi: दुकान खरीद
it: Shop Purchase
ja: ショップ購入
ko: 상점 구매
nl: Winkelaankoop
pl: Zakup w sklepie
pt: Compra na loja
ru: Покупка в магазине
tr: Mağaza Satın Alma
zh_hans: 店铺购买
zh_hant: 店舖購買

# trash.alkohol_flatrate.desc
source: Ein klarer Kopf und ein gesunder Körper durch ein alkoholfreies Leben.
en: A clear mind and a healthy body through an alcohol-free life.
es: Una mente clara y un cuerpo sano a través de una vida sin alcohol.
fr: Un esprit clair et un corps sain grâce à une vie sans alcool.
hi: एक स्पष्ट दिमाग और स्वस्थ शरीर बिना शराब वाली जिंदगी के माध्यम से।
it: Una mente lucida e un corpo sano attraverso una vita senza alcol.
ja: アルコールのない生活を通じて、クリアな心と健康な体を。
ko: 무알코올 생활을 통한 맑은 정신과 건강한 몸.
nl: Een heldere geest en een gezond lichaam door een alcoholvrij leven.
pl: Czysty umysł i zdrowe ciało dzięki życiu wolnemu od alkoholu.
pt: Uma mente clara e um corpo são através de uma vida sem álcool.
ru: Ясная голова и здоровое тело через безалкогольную жизнь.
tr: Alkolsüz bir yaşamla berrak bir zihin ve sağlıklı bir vücut.
zh_hans: 通过无酒精的生活保持清醒的头脑和健康的身体。
zh_hant: 透過無酒精的生活保持清醒的頭腦和健康的身體。

# trash.alkohol_flatrate.impact
source: Diese Gewohnheit (Alkohol trinken) kostet dich langfristig Energie, Zeit und Geld. Sie hindert dich daran, dein volles Potenzial auszuschöpfen.
en: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
es: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
fr: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
hi: यह आदत (शराब पीना) लंबे समय में तुम्हारी ऊर्जा, समय और पैसा खर्च करती है। यह तुम्हें अपनी पूरी क्षमता का उपयोग करने से रोकती है।
it: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ja: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ko: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
nl: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pl: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pt: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ru: Эта привычка (употребление алкоголя) в долгосрочной перспективе стоит вам энергии, времени и денег. Это мешает вам полностью раскрыть свой потенциал.
tr: This habit (Alkohol trinken) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
zh_hans: 从长远来看，这种习惯（饮酒）会消耗您的精力、时间和金钱。它会阻止您充分发挥潜力。
zh_hant: 從長遠來看，這種習慣（飲酒）會消耗您的精力、時間和金錢。它會阻止您充分發揮潛力。

# trash.alkohol_flatrate.name
source: Alkohol getrunken
en: Drank alcohol
es: Bebió alcohol
fr: A bu de l'alcool
hi: शराब पी
it: Bevuto alcol
ja: お酒を飲んだ
ko: 술을 마셨다
nl: Alcohol gedronken
pl: Wypito alkohol
pt: Bebeu álcool
ru: пил алкоголь
tr: Alkol içti
zh_hans: 喝了酒
zh_hant: 喝了酒
